Repository: nwitnrw/freegov
Catalog: modules/media_file_links/translations/*.po
Languages: de_de

source: The location this menu link points to.
de_de: Das Ziel, auf das dieser Menü-Link verweist.

source: The media <i>:mediaName</i> is used in a file link reference in the media <i>:referencingMediaName</i> in field <i>:referencingFieldName</i>. <a href="/media/:referencingMediaId/edit" target="_blank">Edit the reference</a> first to avoid dead links.
de_de: Das Medium <i>:mediaName</i> wird in einer Datei-Link-Referenz im Medium <i>:referencingMediaName</i> im Feld <i>:referencingFieldName</i> verwendet. <a href="/media/:referencingMediaId/edit" target="_blank">Bearbeiten Sie die Referenz</a> um tote Links zu vermeiden.

source: The media <i>:mediaName</i> is used in a file link reference in the node <i>:referencingNodeTitle</i> in field <i>:referencingFieldName</i>. <a href="/node/:referencingNodeId/edit" target="_blank">Edit the reference</a> first to avoid dead links.
de_de: Das Medium <i>:mediaName</i> wird in einer Datei-Link-Referenz im Inhalt <i>:referencingNodeTitle</i> im Feld <i>:referencingFieldName</i> verwendet. <a href="/node/:referencingNodeId/edit" target="_blank">Bearbeiten Sie die Referenz</a> um tote Links zu vermeiden.

source: The media <i>:mediaName</i> is used in a file link reference in the menu entry <i>:referencingMenuLinkTitle</i>. <a href="/admin/structure/menu/item/:referencingMenuLinkId/edit" target="_blank">Edit the reference</a> first to avoid dead links.
de_de: Das Medium <i>:mediaName</i> wird in einer Datei-Link-Referenz im Menüeintrag <i>:referencingMenuLinkTitle</i> verwendet. <a href="/admin/structure/menu/item/:referencingMenuLinkId/edit" target="_blank">Bearbeiten Sie die Referenz</a> um tote Links zu vermeiden.

source: The media <i>:mediaName</i> is used in a file link reference in a paragraph in the media <i>:parentMediaName</i>. <a href="/paragraphs_edit/media/:parentMediaId/paragraphs/:referencingParagraphId/edit?destination=/media/:parentMediaId" target="_blank">Edit the reference</a> first to avoid dead links.
de_de: Das Medium <i>:mediaName</i> wird in einer Datei-Link-Referenz in einem Seitenabschnitt im Medium <i>:parentMediaName</i> verwendet. <a href="/paragraphs_edit/media/:parentMediaId/paragraphs/:referencingParagraphId/edit?destination=/media/:parentMediaId" target="_blank">Bearbeiten Sie die Referenz</a> um tote Links zu vermeiden.

source: The media <i>:mediaName</i> is used in a file link reference in a paragraph in the node <i>:parentNodeName</i>. <a href="/paragraphs_edit/node/:parentNodeId/paragraphs/:referencingParagraphId/edit?destination=/node/:parentNodeId" target="_blank">Edit the reference</a> first to avoid dead links.
de_de: Das Medium <i>:mediaName</i> wird in einer Datei-Link-Referenz in einem Seitenabschnitt im Inhalt <i>:parentNodeName</i> verwendet. <a href="/paragraphs_edit/node/:parentNodeId/paragraphs/:referencingParagraphId/edit?destination=/node/:parentNodeId" target="_blank">Bearbeiten Sie die Referenz</a> um tote Links zu vermeiden.

source: Link to files contained in Media entities from the editor and menu entries.
de_de: Aus dem Editor und Menüeinträgen auf in Medien-Entitäten enthaltene Dateien verlinken.

source: Stores a URL string, optional varchar link text, and optional blob of attributes to assemble a link.
de_de: Speichert eine URL-Zeichenkette, optionalen VARCHAR Link-Text und einen optionalen BLOB von Attributen um einen Link zu erzeugen.

source: Manually entered paths should start with /, ? or #, or match &lt;media/file/ID&gt;.
de_de: Manuell eingegebene Pfade sollten mit /, ? oder # beginnen, oder dem Muster &lt;media/file/ID&gt; entsprechen.

source: Suggestions may also include files from Media entities you can link to. These will be prefixed with an icon appropriate to their file type.
de_de: Vorschläge können auch Dateien von Medienentitäten enthalten, auf die verlinkt werden kann. Diesen ist ein zum Dateityp passendes Icon vorangestellt.

source: Link (with Media support)
de_de: Link (Unterstützung für Medien-Verlinkung)

source: Resolve links to media files
de_de: Links zu Dateien aus Medien-Entitäten auflösen

source: Result description: @result_description
de_de: Ergebnisbeschreibung: @result_description

source: Group by bundle: @bundle_grouping
de_de: Nach Bundle gruppieren: @bundle_grouping

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Result description
de_de: Ergebnisbeschreibung

source: Group by bundle
de_de: Nach Bundle gruppieren

source: Requested file for Media ID %id could not be found.
de_de: Angefragte Datei für Media ID %id konnte nicht gefunden werden.
