Repository: nwitnrw/freegov
Catalog: modules/node_action/translations/*.po
Languages: de_de

source: `@actionName` action took no effect on node titled `@nodeTitle`, since your user has no role permission.
de_de: `@actionName` Aktion konnte nicht auf die Node mit dem Titel `@nodeTitle` angewendet werden, da Ihrem Benutzer die entsprechende Rollenberechtigung fehlt.

source: `@actionName` action took no effect on node titled `@nodeTitle`, due to taxonomy term restrictions regarding your user.
de_de: `@actionName` Aktion konnte nicht auf die Node mit dem Titel `@nodeTitle` angewendet werden, da Ihr Benutzer betreffend Taxonomie Termen einer Einschränkung unterliegt.

source: Applied moderation change with state @state on @num nodes.
de_de: Veröffentlichungsstatus Änderung mit Status @state auf @num Nodes angewendet.

source: Scheduled moderation state change with state @state on @num nodes for date @date.
de_de: Geplante Veröffentlichungsstatus Änderung mit Status @state auf @num Nodes für folgendes Datum angeplant: @date Uhr.

source: The date must be in the future.
de_de: Das Datum muss in der Zukunft liegen.

source: Change moderation state
de_de: Veröffentlichungsstatus ändern

source: The date of the scheduled publish state change. If you provide none, the moderation state will be set immediately.
de_de: Das Datum der geplanten Veröffentlichungsstatus Änderung. Wenn kein Datum angegeben wurde, wird der Veröffentlichungsstatus sofort geändert.

source: Nodes which will be affected by this action:
de_de: Nodes die von dieser Aktion betroffen sind:

source: Which moderation state would you like to set?
de_de: Welcher Veröffentlichungsstatus soll gesetzt werden?

source: Applied author change with user display name @userDisplayName on @num nodes.
de_de: Die Autor Änderung mit dem Benutzer @userDisplayName wurde auf @num Nodes angewendet.

source: Change the author
de_de: Autor ändern

source: Action was performed successfully.
de_de: Aktion wurde erfolgreich durchgeführt.

source: Which author would you like to set?
de_de: Welchen Autor möchten Sie eintragen?

source: Node with title `@nodeTitle` is published. The workflow does not allow editors to modify the moderation state of published content.
de_de: Die Node mit dem Titel `@nodeTitle` ist veröffentlicht. Der Arbeitsablauf sieht nicht vor, dass Ihre Redakteurrolle den Moderationsstatus bereits veröffentlichter Inhalte modifiziert.

source: Content with title `@title` is of content entity type `@contentEntityType`, which does not have any moderation states assigned.
de_de: Der Inhalt mit dem Titel `@title` ist vom Inhaltstyp `@contentEntityType`, welcher über keinerlei Moderationsstatus verfügt.
