Repository: nwitnrw/freegov
Catalog: modules/entity_reference_timer/translations/*.po
Languages: de_de

source: Field types
de_de: Feldtypen

source: The start datetime
de_de: Das Startdatum

source: A DateTime object.
de_de: Ein DateTime Objekt

source: The end datetime
de_de: Das Ende Datum

source: Timed reference
de_de: Zeitgesteuerte Referenz

source: Reference
de_de: Referenz

source: End
de_de: Ende

source: publish time scheduled
de_de: zeitgesteuert veröffentlichen

source: Start date and end date must exist
de_de: Das Datum für den Start und das Ende müssen existieren

source: Start date must be before end date
de_de: Das Startdatum muss vor dem Enddatum liegen

source: End date must be after start date
de_de: Das Enddatum muss nach dem Startdatum liegen
